{"@context":"https:\/\/schema.org\/","@graph":[{"@context":"https:\/\/schema.org\/","@type":"BreadcrumbList","itemListElement":[{"@type":"ListItem","position":1,"item":{"name":"Почетна","@id":"https:\/\/rcshop.rs"}},{"@type":"ListItem","position":2,"item":{"name":"DJI Phantom","@id":"https:\/\/rcshop.rs\/kategorija-proizvoda\/dji-phantom\/"}},{"@type":"ListItem","position":3,"item":{"name":"DJI Phantom dronovi","@id":"https:\/\/rcshop.rs\/kategorija-proizvoda\/dji-phantom\/dji-phantom-dronovi\/"}},{"@type":"ListItem","position":4,"item":{"name":"DJI Phantom 4 Pro Plus sa dve dodatne baterije","@id":"https:\/\/rcshop.rs\/proizvod\/dji-phantom-4-pro-plus-sa-dve-dodatne-baterije\/"}}]},{"@context":"https:\/\/schema.org\/","@type":"Product","@id":"https:\/\/rcshop.rs\/proizvod\/dji-phantom-4-pro-plus-sa-dve-dodatne-baterije\/#product","name":"DJI Phantom 4 Pro Plus sa dve dodatne baterije","url":"https:\/\/rcshop.rs\/proizvod\/dji-phantom-4-pro-plus-sa-dve-dodatne-baterije\/","image":"https:\/\/rcshop.rs\/wp-content\/uploads\/2018\/05\/Phantom-4-pro-sa-dve-dodatne-baterije.jpg","description":"DJI Phantom 4 Pro Plus sa dve dodatne baterije\nDJI Phantom 4 Pro Plus sa dve dodatne baterije\nUnapređena kamera je opremljena sa 1-inch 20-megapixel senzorom koji je u mogućnosti da snima 4K\/60fps video i u  Burst režimu fotografije sa 14 fps. Primena titanijumske legure i legure magnezijuma povećava čvrstoću rama letelice i smanjuje njenu težinu, čineći da DJI Phantom 4 Pro Plus sa dve dodatne baterije ima sličnu težinu kao i Phantom 4. Sistem autonomije leta ima duple zadnje senzore za vizuelno pozicioniranje i infracrvene senzore za praćenje prepreka u pet pravaca i izbegavanja istih u četri pravca.\n\n\nKAMERA SA 1-INCH 20MP SENZOROM\nKamera je redizajnirana da koristi 1-inch 20-megapixel CMOS senzor. Namenski projektovana optika sastavljena od osam elemenata je raspoređena u sedam grupa, ovo je prva DJI kamera koja koristi mehanički zatvarač, eliminišući distorziju kotrljanja zatvarača koja se može javiti prilikom  slikanja subjekata koji se brzo kreću ili lete velikom brzinom. U stvari, Moćna je kao i mnoge tradicionalne kopnene kamere. Još bolji video zapis podržava H.264 4K video sa 60fps ili H.265 4K sa 30fps, oba sa 100Mbps bitrate. Unapređeni senzori i procesor hvataju sve sa još više datalja na slikama kao i podatke slika koji su potrebni za napredniju post-produkciju.\n\nOČITAVANJE PREPREKA IZ 5-PRAVCA\nAutonomija letenja je proširena sa dodatnim setom senzora visoke rezolucije za vizuelno pozicioniranje smeštenih pozadi kao dodataka za par zenzora koji su smešteni napred i infracrvenih senzore smeštenih levo i desno. Ova mreža omogućava praćenje prepreka u 5 pravca i izbegavanje istih u četri, štiteći tako DJI Phantom 4 Pro Plus sa dve dodatne baterije od još više prepreka i omogućava veće poverenje tokom leta i snimanje kompleksnijih videa.\n\nDALJINSKI UPRAVLJAČ SA UGRAĐENIM EKRANOM\n5.5in 1080p ekran integrisan sa DJI Phantom 4 Pro Plus sa dve dodatne baterije pruža 1000 cd\/m2 osvetljenja, što je duplo više nego konvencionalni smart uređaji. Kako je  DJI GO app instalirana , hardver i softver mogu biti potpuno optimizovani, dozvoljavajući vam da edit-ujete i šerujete momentalno. Baterija koja pruža rad do pet sati pretvara daljnski DJI Phantom 4 Pro Plus u najbolje rešenje za snimanje iz vazduha. Integrisani i unapređeni Lightbridge HD video sistem za prenos podrzava rad na dve frekvencije radi većeg otpora prilikom smetnji i maksimalnog dometa za prenos do  4.3mi (7km)*.\n*Bez prepreka, bez smetnji, kada je  FCC kompatibilan.\n\n\nDJI Phantom 4 Pro Plus sa dve dodatne baterije\nINTELIGENTNO LETENJE:\n1. Crtanje\n\n\nCrtanje je potpuno nova tehnologija za kontrolu do odredišne tačke. Jednostavno nacrtajte rutu na ekranu i DJI Phantom 4 Pro Plus sa dve dodatne baterije će se kretati tom rutom dok će mu visina biti zaključana. Ovo omogućava pilotu da se fokusira na kameru i pravi kompleknije snimke. Postoje dva režima za crtanje i mogu se koristiti u dva različit scenarija.\nNapred (prednji): Letelica prati rutu i održava konstantnu brzinu sa kamerom uperenom u smeru leta.\nSlobodna: letelica se kreće datom rutom, dok je kamera slobodna da se kreće u bilo kom smeru.\n\n\n\n\n\n\n\n2. Aktivno praćenje\n\n\n\n\n\nPhantom 4 Pro automatski prepoznaje subjekte, prati i snima, slika ih dok se kreću čineći kompleksnije snimke lakšim.\n\n\n\n\n\nPraćenje objekata koji se kreću veom brzo može biti veliki izazov, ali unapređeni algoritmi korišćeni kod DJI Phantom 4 Pro Plus prepoznaju objekat i drže ga na \" nišanu\". Ovaj novi algoritam takođe može da prepozna više subjekata, od ljudi , automobila pa sve do životinja, i prilagodiće svoju dinamiku leta tako da omogući što bolje i finije snimke.\n\nPilot sada može birati između:\nPratiti – Prati otpozadi ili spreda subjekat i automatski izbegava prepreke.\nProfil – Leti uz subjekat odnosno pored njega tako da može da hvata profilne snimke.\nReflektor – Kameru drži strogo na subjektu dok letelica može da leti gotovo svuda.\n3. Dodirni odredište\n\n\n\n\n\nLetite bilo gde jednostavnim dodirom odredišta na mapi. Dodirnite bilo gde na ekranu da fino podesite smer letenja dok letelica automatski izbegava prepreke* i dodirnite ekran ponovo ili se koristite palicom na daljinskom upravljaču da promenite odredište. Nova funkcija AR Ruta pokazuje smer leta u realnom vremenu kako je i sama  ruta podešena. Kako zna da bude teško da se kontroliše visina, kurs, brzina i ugao kamere koristeći džojstik, Tapfly free  vam dozvoljava da podesite smer leta, omogućavajući vam da okrenete  Phantom 4 Pro ili gimbal kako vam je potrebno a da pritom ne narušavate smer leta. Sada ima tri režima Tapfly :\nTapFly napred – dodirnite da letite u željenom smeru\nTapFly nazad – Dodirnite da letite u suprotnom smeru od smera na mapi, dodirnite donji desni ugao na mapi da bi ste leteli suprotno od smera gornjeg levog ugla.\nTapFly slobodno* –Zaključajte smer kretanja unpred vašeg Phantoma dok kamera ostaje slobodna da se okreće u bilo kom smeru ok leti.\n\n*Izbegavanje prepreka nije moguće u režimu TapFly slobodno\n4. Povratak na tačku poletanja\n\n\n\n\n\nU svom unapređenom režimu za povratak na tačku poletanja DJI Phantom 4 Pro Plus može sam izabrati rutu za povratak  na osnovu uslova životne sredine. On snima rutu dok leti i tako omogućuje sebi bebedan povratak usput izbegavajući i prepreke.\nZasnovano na visini u vreme kada ostane diskonektovan , DJI Phantom 4 Pro Plus sa dve dodatne baterije je takođe u mogućnosti da podesi svoj let tako da izbegne prepreke onako kako ih je video ranije. Prilikom poletanja Phantom 4 Pro će snimiti površinu ispod sebe  i uporediti je sa onom koju vidi kada se vraća radi preciznijeg sletanja. Isto tako može detektovati zemlju i proveri da li je bezbedno za sletanje, bilo koju prepreku koju nađe ili ako ima vode na zemlji upozoriće pilota i lbdeti na bezbednoj visini pomažući letelici da što bezbednije sleti.\n5. Gesture režim\n\n\n\n\n\n\n\n\n\nKoristeći Gesture režim,  selfiji mogu biti slikani sa lakoćom koristeći nekoliko Gestures bez daljinskog upravljača. Unapređena kompjuterska tehnologija za vizuelizaciju dozvoljava | DJI Phantom 4 Pro je najnovija letelica iz porodice Phantom proizvođača DJI sa odličnim letačkim performansama. | rcshop.rs da prima instrukcije kroz gestures. Ako subjekat jednostavno podigne ruke, letelica će prepoznati taj pokret i staviti subjekat u centar kadra.  Kada je spreman za fotografisanje, subjekat drži ruke podignute da signalizira letelici. Počeće odborjavanje od tri sekunde, dajući vam vreme da zauzmete pozu i omogućiti vam da zabeležite neke trenutke bez daljinskog upravljača.\n\n\n\nPERFORMANSE LETENJA:\n\n\n\n1. Režimi letenja\n\n\n\n\n\nRazličite produkcije zahtevaju drugačije performanse letenja, tako da vam | DJI Phantom 4 Pro je najnovija letelica iz porodice Phantom proizvođača DJI sa odličnim letačkim performansama. | rcshop.rs nudi tri režima letenja: P,A i S. Prebacivanje iz režima u režim omogućuje pilotu da ima kontrolu koju poželi, tako da može da ima finoću , jednostavnost, inteligentnu navigaciju ili brzinu. U režimu Position, TapFly, ActiveTrack, izbegavanje prepreka su moguće.  Sport režim dodaje ekstra okretnost pri većim brzinama, dostižući brzinu od 45mph (72kph). Atti režim satelitsku stabilizaciju i održava visinu Phantom 4 Pro letelice. Što je idealno za iskusnije pilote koji traže finije i kompleksnije snimke. Tripod režim, ograničava brzinu na 4mph (7kph) Obezbeđujući precizniju kontrolu za finiji kadar i letenje u zatvorenom prostoru. U ovom modu u funkciji su i infracrveni senzori i senzori za vizuelno pozicioniranje.\n\n2. 4.3mi (7km) Kontrola sa većim dometom\n\n\n\n\n\nKoristeći novu DJI Lightbridge HD video tehnologiju za prenos podataka, | DJI Phantom 4 Pro je najnovija letelica iz porodice Phantom proizvođača DJI sa odličnim letačkim performansama. | rcshop.rs ima maksimalni domet za prenos od 4.3i (7km)*. Pre bilo kog leta, on skenira opseg dostupnih frekvencija da pronađe i koristi onu koja ima najmanje ometanja. Podržavajući 2.4GHz i 5.8 GHz ffrekvencije, daje veću sigurnost pri letenju . Čvrsto povezan sa  DJI GO 4 app, Lightbridge video prenos takođe šalje  statistiku leta u realnom vremenu, i može se koristiti da brzo preuzmete fotogravije i video zapise na povezane mobilne uređaje.\nLightbridge video prenos koristi unapređenu tehnologiju i može se automatski podesiti prem sredini u kojoj se radi. Obezbeđuje visoki kvalite, minimalno kašnjenje video prenosa u okviru njegovog dometa i bolje iskustvo u snimanju. Tradicionalni video zapis zauzima veći propusni opseg i podložniji je smetnjama. Takođe ima i lošiji kvalitet fotografije i kraći domet . Wi-Fi Prenos je lošiji u poređenju sa ovim, ima kašnjenja u prenosu, duže vreme rekonekcije i karaći domete za video prenos.\n\n* Bez prepreke, bez smetnji, kada je FCC kompatibilan.\n3. Senzor za redudantnost\n\n\n\n\n\n\n\n\n\nDJI Phantom 4 Pro Plus sa dve dodatne baterije je najnovija letelica iz porodice Phantom proizvođača DJI sa odličnim letačkim performansama. | rcshop.rs karkateriše dupli modul kompasa i dupla IMU jedinica, čineći ga pouzdanijim kada se uporedi sa mnogo hexacopters i octocopers. Kompasi i  IMUs su važni senzori koji obezbeđuju stabilan let i DJI Phantom 4 Pro Plus konstantno upoređuje podatke iz oba para. Ovi podaci prolaze kroz unapređene algoitme da se proveri njihova preciznost i bilo koji netačan podatak se jednostavno odstranjuje bez uticaja na let, zadržavajući stabilan i pouzdan let.\n\n4. Inteligentne baterije\n\n\n\n\n\n\n\n\n\nProfesionalno snimanje iz vazuha zavisi i od dužine leta. DJI Phantom 4 Pro Plus sa dve dodatne baterije može maksimalno da leti do 30 minuta sa jednom baterijom, obezbeđujući vam više vremena u vazduhua da uhvatite savršen snimak. DJI GO 4 app Prikazuje status baterije i proračunava preostalo vreme leta prema razdaljini koju ste prešli i još drugih podataka. Obavestiće kad ostanete pri kraju baterije i kada je vreme da se bezbedno vratite na mesto poletanja. Unapređeni menadžment baterije je tu da spreči bilo kakvo prepunjavanje ili pražnjenje baterije više nego što je potrebno. Kad se skladište na duže vreme baterije će se sam postepeno prazniti da bi obezbedile sebi duži životni vek.\n\n5. DJI GO 4 aplikacija\n\n\n\n\n\nDJI Phantom 4 Pro Plus sa dve dodatne baterije\n\n\n\nKada snimate iz vazduha, daljinski upravljač je odgovoran za više stvari kao što su pilotiranje i snimanje. U svakom slučaju  izazovnija snimanja zahtevaju  podršku u realnom vremenu, statistiku  leta i naprednija podešavanja. To se tradicionalno obezbeđuje preko pametnih mobilnih uređaja čineći ih od suštinskog značaja za snimanje iz vazuha. DJI GO 4 app je unapređena i optimizovana za takve vrste snimanja zajedno sa letelicom da bi obezbedila sve te mogućnosti. Može biti korišćena preko pametnih uređaja ili  preko integrisanog DJI CrystalSky monitora, obezbeđujući jednostavnu i pogodnu kontrolu.\nKoristeći DJI GO 4 app,veliki broj Intelligentnih režima leta su vam dostupni. Takođe obezbeđuje potpunu manualnu kontrolu kamere, sa ISO, otvor blende, brzinu zatvarača, formati slike, i još više. Bilo kakve promene u  DJI GO 4 će se odmah pojaviti na ekranu. vitalne podatke  i status video prenosa je jednostavno za proveriti u aplikaciji, kao i dalja unapređenja itd.\n\nDJI GO 4 aplikacija omogućuje editovanje , kao i brzo šerpvanje fotografija na socijalnim mrežama i prenos užovo. Nakon svakog leta, ruta i podaci se automatski snimaju i sinhronizuju u DJI GO  aplikaciji, i tako ostaju dostupni za pregled bilo kada.\nDJI Phantom 4 Pro Plus Tehnički Podaci\nLetelica:\n\n\n\nTežina (sa baterijom i propelerima)\n1388 g\n\n\nDijagonala letelice (bez propelera)\n350 mm\n\n\nMaks brzina uspinjanja\nS-mode: 6 m\/s; P-mode: 5 m\/s\n\n\nMaks. brzina poniranja\nS-mode: 4 m\/s; P-mode: 3 m\/s\n\n\nMaks. brzina\n45 mph (72 kph) (S-mode); 36 mph (58 kph) (A-mode); 31 mph (50 kph) (P-mode)\n\n\nMaks. ugao nagiba\n42° (S-mode); 35° (A-mode); 25° (P-mode)\n\n\nMaks. ugaona brzina\n250°\/s (S-mode); 150°\/s (A-mode)\n\n\nPlafon leta nad morem\n19685 ft (6000 m)\n\n\nMaks. vreme letenja\nOtpril. 30 minuta\n\n\nRadna temperatura\n32° do 104° F ( 0° do 40° C)\n\n\nSatelitski sistem za pozicioniranje\nGPS\/GLONASS\n\n\nOpseg preciznosti GPS\nVertikalno: ±0.1 m (sa vizuelnim pozicioniranjem); ±0.5 m (sa GPS pozicioniranjem)\nHorizontalno: ±0.3 m (sa vizuelnim pozicioniranjem); ±1.5 m (sa GPS pozicioniranjem)\n\n\n\nSistem za vizuelnu detekciju prepreka:\n\n\n\nOpseg brzine\n≤31 mph (50 kph) na 6.6 ft (2 m) Iznad zemlje\n\n\nNadmorska visina\n0 – 33 ft (0 – 10 m)\n\n\nRadni opseg\n0 – 33 ft (0 – 10 m)\n\n\nOpseg senzora za prepreke\n2 – 98 ft (0.7 – 30 m)\n\n\nFOV\n60°(Horizontalno), ±54°(Vertikalno)\n\n\nFrekvencija detekcije\n10Hz\n\n\nRadno okruženje\nRavne površine sa adekvatnim osvetljenjem (&amp;gt; 15 lux)\n\n\n\nKamera:\n\n\n\nSenzor\n1’’ CMOS; Effective pixels: 20M\n\n\nOptika\nFOV (Field of View) 84°, 8.8 mm \/ 24 mm (35 mm format equivalent),\nf\/2.8 - f\/11.\nauto focus at 1 m - ∞\n\n\nISO Range\nVideo: 100 - 3200 (Auto); 100 - 6400 (Manual)\nPhoto: 100 - 3200 (Auto); 100- 12800 (Manual)\n\n\nMEhanički zatvarač\n8 - 1\/2000 s\n\n\nElektronski zatvarač\n8 - 1\/8000 s\n\n\nMaks. veličina slike\n3:2 Aspect Ratio: 5472 × 3648\n4:3 Aspect Ratio: 4864 × 3648\n16:9 Aspect Ratio: 5472 × 3078\n\n\nPIV veličina slike\n・4096 × 2160 (4096 × 2160 24\/25\/30\/48\/50p)\n・3840 × 2160 (3840 × 2160 24\/25\/30\/48\/50\/60p)\n・2720 × 1530 (2720 × 1530 24\/25\/30\/48\/50\/60p)\n・1920 × 1080 (1920 × 1080 24\/25\/30\/48\/50\/60\/120p)\n・1280 × 720 (1280 × 720 24\/25\/30\/48\/50\/60\/120p)\n\n\nRežim fotografije\nSingle Shot\nBurst Shooting: 3\/5\/7\/10\/14 frames\nAuto Exposure Bracketing (AEB): 3\/5 bracketed\nframes at 0.7EV Bias\nInterval: 2\/3\/5\/7\/10\/15\/30\/60 s\n\n\nRežimi video snimanja\nH.265\n・C4K：4096×2160 24\/25\/30p @100Mbps\n・4K：3840×2160 24\/25\/30p @100Mbps\n・2.7K：2720×1530 24\/25\/30p @65Mbps2720×1530 48\/50\/60p @80Mbps\n・FHD：1920×1080 24\/25\/30p @50Mbps1920×1080 48\/50\/60p @65Mbps1920×1080 120p @100Mbps・HD： 1280×720 24\/25\/30p @25Mbps1280×720 48\/50\/60p @35Mbps1280×720 120p @60MbpsH.264\n・C4K：4096×2160 24\/25\/30\/48\/50\/60p @100Mbps\n・4K：3840×2160 24\/25\/30\/48\/50\/60p @100Mbps\n・2.7K：2720×1530 24\/25\/30p @80Mbps2720×1530 48\/50\/60p @100Mbps\n・FHD：1920×1080 24\/25\/30p @60Mbps1920×1080 48\/50\/60 @80Mbps1920×1080 120p @100Mbps\n・HD： 1280×720 24\/25\/30p @30Mbps1280×720 48\/50\/60p @45Mbps1280×720 120p @80Mbps\n\n\nVideo Storage Bitrate\n100 Mbps\n\n\nPodržani sistemski fajlovi\nFAT32 (≤ 32 GB); exFAT (&amp;gt; 32 GB)\n\n\nFotografija\nJPEG, DNG (RAW), JPEG   DNG\n\n\nVideo\nMP4\/MOV (AVC\/H.264；HEVC\/H.265)\n\n\nPodržane SD kartice\nMicro SD, Max Capacity: 128GB.\nBrzina pisanja ≥15MB\/s, class 10 ili UHS-1 rating required\n\n\nRadna temperatura\n32° do 104° F (0° do 40° C)\n\n\n\nPunjač:\n\n\n\nNapajanje\n17.4 V\n\n\nOcenjena moć\n100 W\n\n\n\n\n\n\nProizvođač: DJI","sku":"1001040","offers":[{"@type":"Offer","price":"289990.00","priceValidUntil":"2020-12-31","priceSpecification":{"price":"289990.00","priceCurrency":"ABC","valueAddedTaxIncluded":"false"},"priceCurrency":"ABC","availability":"http:\/\/schema.org\/OutOfStock","url":"https:\/\/rcshop.rs\/proizvod\/dji-phantom-4-pro-plus-sa-dve-dodatne-baterije\/","seller":{"@type":"Organization","name":"RC Shop","url":"https:\/\/rcshop.rs"}}]}]}